{
  "total": 60,
  "timestamp": "2018-10-05 22:57:17",
  "pagination": {
    "current_page": 1,
    "total_pages": 1
  },
  "results": [{
      "Name": "ALEXIS WEAVER",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic on 1-7-18",
      "Blank": "",
      "about": "With a background in classical performance, Alexis Weaver had no idea that her musical interest would settle in the world of electroacoustic composition. She enjoys fusing her traditional musical education with the ever-expanding area of music technology, having composed soundtracks for animation, short stories, radio, and the Sydney Fringe Festival.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    },

    {
      "Name": " KAREN POWER",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, field recording, improvised music, installation, instrumentalist, radio \u0026 radiophonic, sound art on 3-4-18",
      "Blank": "",
      "about": "Irish composer Karen Power seeks to stimulate, engage and interact with audiences. Her work utilises two primary sources; acoustic instruments and everyday sounds, spaces and soundscapes. Karen’s output is diverse – both in its approach and delivery – and her primary aim is to capture and translate the essence of an idea through any artistic means necessary.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    },

    {
      "Name": "CRYS COLE",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, improvised music, installation, sound art on 5-15-18",
      "Blank": "",
      "about": "crys cole is a Canadian sound artist working in composition, improvised performance and sound installation. By generating subtle and imperfect sounds through simple gestures, she creates textural works that continuously retune the ear, delicately seeking to both reveal, and obscure the intricacy of seemingly mundane sounds and sources.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "KRISTINA WARREN",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronics \u0026/or circuit bending, improvised music, instrumentalist, new instruments, new music, noise, sound design, vocal on 1-7-18",
      "Blank": "",
      "about": "Kristina Warren (US, UK) is an electroacoustic composer, improviser, and researcher. Her diverse output — including electronic-vocal performance, non-traditionally notated scores, and scholarship on gender in electronic music — imagines the coherence of seemingly disparate processes, such as noise and individualized listening.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "JULIE HERNDON",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, improvised music, installation on 1-7-18",
      "Blank": "",
      "about": "Julie Herndon is an Oakland-based composer and performer working with internal/external space through song, electronics, text, graphics, and improvisation. Julie is currently pianist and vocalist in H/I Ensemble and a doctoral candidate at Stanford University.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "KEZIA YAP",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, event producer/curator, new music, sound art, sound design on 1-7-18",
      "Blank": "",
      "about": "Kezia Yap is a Sydney-based composer who specialises in acoustic chamber, and mixed music (a medium that combines live acoustic instrumental performance with electronic elements). Her work centres around an exploration of timbre and space, and the way that can be extended through the inclusion of electronics.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "KATRINE AMSLER",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronica (ambient), improvised music, noise, sound design on 3-4-18",
      "Blank": "",
      "about": "Danish composer and keyboard player, best known from her constantly changing and innovative band Television Pickup and as a solo artist under the name Tuba Dynamite. Alongside being a live musician she works as a producer and makes sound design and music for computer games.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "LAURA MELLO",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, experimental pop, improvised music, installation, new music, radio \u0026 radiophonic, sound art, vocal on 10-15-17",
      "Blank": "",
      "about": "Laura Mello is a composer and performer who sees voices as persons in sound, as well as language, gestures and field recordings as musical materials. Originally from Brazil and living between Vienna and Berlin, she plays with languages, field recordings and synthesized sounds to make instrumental compositions, performances, experimental music, radio art and sound installations.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "GRETCHEN JUDE",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, field recording, improvised music, noise, vocal on 8-27-18",
      "Blank": "",
      "about": "Born and raised in the wild state of Idaho (USA), performer and composer Gretchen Jude has been heard across the globe, from Seoul to Helsinki. Gretchen’s work explores the liminal spaces between natural \u0026 artificial, tradition \u0026 experimentation, self \u0026 other, as she wanders the borderlands of contemporary experience. As a composer, she approaches music composition as ‘a channel for the desire to sing’ (to paraphrase Joel Ryan paraphrasing William Forsythe).",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "DIANA POLICARPO",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, improvised music, installation on 10-15-17",
      "Blank": "",
      "about": "Diana Policarpo is a visual artist, composer and radio presenter (Rádio Quântica) based in London and Lisbon working in composition, sculpture, improvised performance and sound installation. Her work investigates power relations, popular culture and gender politics, juxtaposing the rhythmic structuring of sound as a tactile material within the social construction of esoteric ideology.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": " KALLIE MARIE ",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronica (ambient), event producer/curator, field recording, sound design on 5-15-17",
      "Blank": "",
      "about": "Kallie Marie has a Masters in Music Production from the Leeds College of Music. She specializes in Music Production and Composition. In addition to her work writing music for Film, TV, and Dance and producing and recording various artists, Kallie also teaches Audio For Multimedia at NYU SPS Center for Applied Liberal Arts, where she is an adjunct faculty member. Kallie is also a regular contributing write at Sonic Scoop.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "JUDITH SHATIN",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, event producer/curator, sound art on 5-15-17",
      "Blank": "",
      "about": "Judith Shatin composes with digital, electroacoustic, multimedia and expanded acoustic technologies. Founder of the Virginia Center for Computer Music, she has created music from recordings of wooden looms (Penelope’s Song), all kinds of tape (Tape Music), of a sculptor at work (Tree Music), sounds of a working coal mine (COAL, a folk oratorio).",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "IVONNE PAREDES",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, event producer/curator, improvised music, instrumentalist, new music on 3-19-17",
      "Blank": "",
      "about": "Composer. Percussionist. Paredes was born and raised in Lima, Peru. In search of a better education, she relocated to the United States at the age of 17, and settled in Florida. As a college student, she enrolled in music classes and began taking lessons from renowned percussionist Mike Davis. In 2008, Paredes transferred to Rollins College in Winter Park, Florida, where she continued her studies as part of the Rollins Percussion ensemble led by Beth Gottlieb, and as a student in Gottlieb’s masterclasses.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "NINA DRAGIČEVIĆ",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, event producer/curator, new music, radio \u0026 radiophonic, sound art, thinker/writer/speaker on 5-15-17",
      "Blank": "",
      "about": "Nina Dragičević (b. 1984) started her musical career as a classical violinist. Since 2008 she has been active as a drum’n’bass DJ and a member of the first female DJ collective in Slovenia, Female’s’cream . Since 2013 she has been focusing on creating her own music which she presents exclusively at alternative culture venues, such as Ljubljana’s Škuc Gallery , Kapelica Gallery , Pritličje , Autonomous cultural centre Metelkova , Social centre Rog etc.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "LALI BARRIÈRE",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronics \u0026/or circuit bending, thinker/writer/speaker on 3-13-17",
      "Blank": "",
      "about": "Musician and Mathematician, she combines her artistic activity with teaching Mathematics, creative programming and research.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "HANAN HADŽAJLIĆ",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, improvised music, installation, instrumentalist, new music, thinker/writer/speaker on 3-6-17",
      "Blank": "",
      "about": "Hanan Hadžajlić is flutist, composer, music analyst and transdisciplinary art researcher from Bosnia and Herzegovina / Slovenia. As composer, she works in fields of “meccanical music” for acoustic instruments/ensembles, music theatre and real time electroacoustic composition. She is member of ensemble SONEMUS.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "THE WOMAN WITH NO HEAD",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, instrumentalist, new instruments, noise, sound art on 12-16-16",
      "Blank": "",
      "about": "French self-taught multi-instrumentalist, I mainly use alternatively tuned guitars synchronized with Kaoss Pads and EBows to create Experimental Sound landscapes. Inspired by many various genres (Electro-Acoustic, Ambient, Sound Art, Noise, Drone, Post-Rock, Electro, …) and pioneers like Brian Eno, Suzanne Ciani, Pierre Boulez, my aim is to deflect and bring harmonies and disharmonies normally used on acoustic instruments towards electric-modified ones.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "SILVIA ROSANI",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, event producer/curator, field recording, improvised music, new instruments, new music, noise, sound art on 3-13-17",
      "Blank": "",
      "about": "Based on the sound analysis of human and non-human voices, Silvia Rosani’s music strives to promote the recognition of her audience in the other. Silvia writes for acoustic instruments but also works and performs with electronics.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "SKY HIGH DIAMONDS",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, sound art, sound design, vocal on 3-6-17",
      "Blank": "",
      "about": "Sky High Diamonds is the musical outlet of Sarah Gatter who defines herself as an experimental DIY sound poet. Inspired by a combination of acoustic sounds, electronic sources, pre recorded and spontaneous sounds, Sarah also develops homemade percussion to explore space and rhythm.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "CLARA DE ASÍS",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, improvised music on 3-13-17",
      "Blank": "",
      "about": "Clara de Asís is an electroacoustic music composer and an experimental guitarist. She explores two aspects of sound art: electroacoustic composition in the studio, and live improvised music on prepared guitar, which allows her to develop a sensitive and experimental practice of the instrument.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "SYLVIA HINZ",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronica (ambient), event producer/curator, field recording, improvised music, instrumentalist, new instruments, new music, noise, sound art on 2-19-17",
      "Blank": "",
      "about": "Praised for her equally fierce and bold dramatic performance style, Sylvia Hinz is one of the leading recorder players worldwide, specialised in contemporary music and improvisation.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ISABEL NOGUEIRA",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, field recording, improvised music, noise, sound art, thinker/writer/speaker, vocal on 9-13-16",
      "Blank": "",
      "about": "isabel nogueira is a composer-performer-researcher that uses voice, synths, field recordings and electronic devices to make experimental music, noise and sound art.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "CLODAGH SIMONDS (OF FOVEA HEX)",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, vocal on 9-13-16",
      "Blank": "",
      "about": "Clodagh has been in an on/off relationship with The Music Business since 1968 when she released her first single “Feelin’ High” at the age of 15, with the band she formed at school, Mellow Candle. While still in her teens, she did sessions for Thin Lizzy, Mike Oldfield, and Jade Warrior.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "MARIA MOLES",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, improvised music, instrumentalist on 5-9-16",
      "Blank": "",
      "about": "Maria Moles is a drummer/producer/educator based in Melbourne, Australia. Since completing a Bachelor of Music Performance (Improvisation) from the Victorian College of Arts in 2013, Maria has dedicated her time to performing experimental improvised music and playing with Melbourne art rock band ‘Jaala’.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "JODI MOORE (ECHOZILLA)",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, experimental pop, improvised music, instrumentalist on 8-16-16",
      "Blank": "",
      "about": "EchoZilla is a new sonic art project lead by multi-instrumentalist and electronics tinkerer Jodi Moore. We play spontaneous instrumental soundtracks for the films of the imagination.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "EMILY BENNETT",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, electronica (ambient), experimental pop, improvised music, installation, instrumentalist, sound art, vocal on 5-9-16",
      "Blank": "",
      "about": "I am an improvising and experimental vocalist that works with synthesized and site-specific sounds. I have collaborated with choreographers, theatre makers), journalists, young people and more recently, constructed works for live music performance that fuse sound design and composed work with future directions in real-time improvisation.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "MARIE ROSE AKA MARIE E LE ROSE / MONOLOGUE / MOON RA",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronica (ambient), instrumentalist, sound art, sound design on 3-22-16",
      "Blank": "",
      "about": "Marie e le Rose is a sound artist and a musician. She has done releases with many labels (No Problema Tapes, Time Released Sound, Laverna, Zamzam Records, Chemical Tapes,..) with many monikers referring to many concepts (Marie e le Rose, Moon Ra, MonoLogue).",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "NATASHA BARRETT",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, field recording, installation, new music, sound art on 1-30-16",
      "Blank": "",
      "about": "Natasha Barrett (UK / Norway) is a composer, performer and researcher in the field of contemporary electroacoustic music and sound-art. Her works encompass instrumental and electroacoustic concert composition as well as more diverse forms such as sound-architectural installations and public interactive art.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "SOPHIA LOIZOU",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronica (ambient), installation, sound art on 3-9-16",
      "Blank": "",
      "about": "Sophia Loizou is an electronic music producer, sonic artist and DJ based in Bristol UK. Sophia has released two major works; ‘Chrysalis’ which was released in 2013 on cassette and digital through London’s Astro:Dynamics label and ‘SINGULACRA’ which was released in 2016 on vinyl and digital through stateside label Kathexis.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ASTRID ZEMAN",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, electronica (ambient), event producer/curator, experimental pop, instrumentalist, vocal on 2-16-16",
      "Blank": "",
      "about": "Astrid Zeman is a vocalist, composer and multi-instrumentalist (guitar, trombone, piano) who creates live, ambient soundscapes using a loop pedal. Through recent explorations of her physical self as an instrument, she has learnt throat and harmonic singing alongside body percussion and mouth manipulations including tongue clicking.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "HAPPY AXE",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, electronica (ambient), instrumentalist, vocal on 2-16-16",
      "Blank": "",
      "about": "Happy Axe uses violin, musical saw and vocals to create layers of sound that are beautiful, unsettling and cinematic. Organic instrumental sounds are melded with digital manipulation, looping and effecting, and sounds are generated live.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ZAHRA MANI",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, electronica (ambient), event producer/curator, field recording, improvised music, installation, instrumentalist, new instruments, new music, noise, radio \u0026 radiophonic, sound art, sound design, thinker/writer/speaker on 3-22-16",
      "Blank": "",
      "about": "I am a musician, composer, sound and radio artist. I play a number of instruments, including double bass, guitars, and the piano. I use my field recording archive to create organic electro-acoustic soundscapes for my compositions and performances.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "KRISTIN BOLSTAD",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, improvised music, new music, vocal on 1-30-16",
      "Blank": "",
      "about": "Kristin Bolstad is a Norwegian composer, improviser, singer and electro-acoustic musician. Her works are often conceptual and with an improvisational and playful character, composed more from a practical than theoretical point of view.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "MANJA RISTIC",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, field recording, improvised music, installation, radio \u0026 radiophonic, sound art on 11-9-16",
      "Blank": "",
      "about": "Born in Belgrade 1979. violinist, sound artists, curator and researcher mostly active in the field of electro-acoustics, instrumental improv \u0026 experimental sound related arts. Graduated at the Belgrade Music Academy, then gained PGDip at the RCM, London. In the past years focused on developing own notation system (Violin Revealed, Alternative Guide to Violin’s Sonic Life) integrating intuitive graphics with microtonal instrumental approaches as well as development of cognitive memory in conceptual AV performance.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "JULIA DROUHIN",
      "Tags": "Posted in ALL - Australian, ALL - experimental, ALL - international, electroacoustic, event producer/curator, field recording, installation, radio \u0026 radiophonic, sound art on 11-19-15",
      "Blank": "",
      "about": "Julia Drouhin is a French artist and curator living in the bush of Tasmania. She often mixes sound, food and fashion during collective mini-FM or online performances in Europe and Australia. She creates radioscapes, installations and performances from field recordings and found objects.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "LÍLIAN CAMPESATO",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, event producer/curator, improvised music, new instruments, noise, thinker/writer/speaker, vocal on 11-19-15",
      "Blank": "",
      "about": "Lilian Campesato is a Brazilian performer, researcher and curator interested in investigating experimental forms of music and sound art. Her works explore the use of voice and gesture in combination with interactive electronics and audiovisual resources.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "CECILIA LOPEZ",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, electronics \u0026/or circuit bending, new instruments on 11-19-15",
      "Blank": "",
      "about": "Cecilia Lopez is a composer, artist and musician from Buenos Aires, Argentina. Her work explores the boundaries between composition and improvisation, as well as the resonance properties of diverse materials through the creation and performance of non-conventional sound devices.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "LEAH BARCLAY ",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, field recording, new music, sound art, thinker/writer/speaker on 8-20-15",
      "Blank": "",
      "about": "Leah Barclay is an Australian interdisciplinary artist, creative producer, composer and researcher who specialises in electroacoustic music, sound art and acoustic ecology. Her work has been commissioned, performed and exhibited to wide acclaim across Australia, New Zealand, Canada, USA, Europe, India, South Africa, China and Korea. She has been the recipient of numerous awards and has directed and curated interdisciplinary projects across the Asia-Pacific.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "PATRICIA MARTINEZ",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, improvised music, instrumentalist, new music, vocal on 10-14-15",
      "Blank": "",
      "about": "Patricia Martinez (Argentina) is composer, improviser, pianist, interdisciplinary artist, researcher and professor. Her works has emerged, in part, from an experimental process of ‘stripping-down,’ which involves a degree of risk-taking, in that the resulting piece is left somewhat vulnerable in terms of its expressive identity.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ALEXANDRA SPENCE",
      "Tags": "Posted in ALL - Australian, ALL - experimental, ALL - international, audiovisual, electroacoustic, field recording, improvised music, installation, noise, sound art on 9-8-15",
      "Blank": "",
      "about": "Alexandra Spence is a sound artist and clarinettist from Sydney, Australia, currently based in Vancouver, Canada. She works within the fields of improvised music, electroacoustic composition and multimedia installation. Alex is interested in the relationship between humans and their sonic environments, in the connection between sound and its context, and its relationship to experience, feeling, memory and place.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "BRONWEN WILLIAMS",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, installation, noise, sound art, sound design, thinker/writer/speaker on 7-23-15",
      "Blank": "",
      "about": "Bronwen Williams is a trans-disciplinary artist working with sound as a material to interrogate the nuances of cross-cultural living. Bronwen’s sound work uses psycho-acoustic phenomena and the sonic experience of oscillation and vibration to investigate an experience of cultural hybridity that is underpinned by a state of perpetual flux and tension. Employing a range of minimalist sound art tropes, her work offers an embodied listening experience that speaks to her contemporary cross-cultural reality.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ROSALIND HALL",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, event producer/curator, field recording, improvised music, installation, instrumentalist, noise, radio \u0026 radiophonic, sound art, sound design on 6-4-15",
      "Blank": "",
      "about": "Rosalind Hall works with a multitude of sound technologies and tools such as a modified saxophone, home made instruments, percussion, field recordings and processing software to create live music and soundtracks.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "AMANDA STEWART",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, improvised music, new music, radio \u0026 radiophonic, sound art, thinker/writer/speaker, vocal on 7-17-15",
      "Blank": "",
      "about": "Amanda Stewart is a poet, author and composer/performer for voice. She has created a diverse range of publications and performances in Australia, Europe, the US and Japan working in literature, music, sound poetry, broadcasting, theatre, film, dance and new media environments. Within new music and sound art, Stewart has developed a unique approach to composition, improvisation and extended vocal technique where she incorporates her own philosophical, linguistic and poetic formulations/constructions (and abstractions) within music, body and voice.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "SALLY ANN MCINTYRE / RADIO CEGESTE",
      "Tags": "Posted in ALL - Australian, ALL - experimental, ALL - international, electroacoustic, electronics \u0026/or circuit bending, field recording, improvised music, noise, radio \u0026 radiophonic on 6-4-15",
      "Blank": "",
      "about": "Sally Ann McIntyre was born in Hobart, and currently resides in Dunedin. Her creative practice is highly responsive to place, and includes sound art, the creative use of radio, and the the use of field recordings, as well as a concurrent practice in poetry and associated forms of writing.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ALEXANDRA CÁRDENAS",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronics \u0026/or circuit bending, improvised music, noise on 5-29-15",
      "Blank": "",
      "about": "Alexandra Cardenas (born 1976) is a Columbian composer and improviser now based in Berlin, who has followed a path from Western classical composition to improvisation and live electronics. Her recent work has included Live coding performance, including performances at the forefront of the Algorave scene, and she was instrumental in the development of the Live Coding scene in Mexico City.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "NAT GRANT",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, field recording, improvised music, instrumentalist, new music, sound art, sound design on 5-20-15",
      "Blank": "",
      "about": "Nat Grant is a percussionist, sound artist, composer and teacher from Melbourne, Australia. She works predominantly as a freelance artist and has been employed as a composer and performer in the fields of puppetry, theatre, film, animation, and dance.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "MENE SAVASTA ALSINA",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, event producer/curator, improvised music, installation, sound art on 5-2-15",
      "Blank": "",
      "about": "Trabajo con el sonido de muy diversas formas. Compongo canciones y piezas electroacústicas, pero también soy improvisadora. Además hago instalaciones en las que distribuyo parlantes en un espacio. Suelo trabajar con otros artistas, también performeando y organizando performances.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "PAMELA Z",
      "Tags": "Posted in ALL - experimental, ALL - international, audiovisual, electroacoustic, electronics \u0026/or circuit bending, improvised music, installation, new instruments, new music, radio \u0026 radiophonic, sound art, vocal on 5-17-15",
      "Blank": "",
      "about": "Pamela Z is a composer/performer and media artist working with voice, live electronic processing, sampled sound, and video. A pioneer of live looping techniques, she creates works combining extended vocal techniques, operatic bel canto, found objects, text, processing, and gesture-activated MIDI controllers.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "ANA MARÍA ROMANO GÓMEZ",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronics \u0026/or circuit bending, event producer/curator, field recording, improvised music, new instruments, noise, sound art, sound design, thinker/writer/speaker on 5-17-15",
      "Blank": "",
      "about": "Ana María Romano Gómez. Compositora y artista sonora colombiana. Su interés por la exploración sonora la ha llevado por territorios en los que sonidos y silencios se encuentran con movimientos, lugares, imágenes, materias; con cuerpos, objetos y espacios sonantes y silentes. Le gusta crear en colaboración y le apasiona indagar y transitar por terrenos desconocidos o ajenos.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "JESSICA EKOMANE",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, field recording, installation, noise, sound art, sound design on 4-23-15",
      "Blank": "",
      "about": "Jessica Ekomane was born in France. She now lives and works in Berlin.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "DONNA HEWITT",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, electronica (ambient), new instruments, vocal on 5-12-15",
      "Blank": "",
      "about": "Dr. Donna Hewitt is a performer, vocalist, electronic music composer and instrument designer. Her primary interest in recent years has been exploring gesture in mediatized performance environments and new ways of interfacing the voice with electronic media. She is the inventor of the eMic, a sensor enhanced microphone stand for electronic music performance which she has been developing and performing works with both locally and internationally for the past 11 years.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "CLARE COOPER",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, event producer/curator, improvised music, instrumentalist, noise on 4-16-15",
      "Blank": "",
      "about": "Cooper is a designer, harpist, organiser, teacher and mum. She’s ferocious with strings and sticks, her sound inspired by synthesizers and broken boom boxes. She plays the chinese guzheng and pedal harp – more often than not with drumsticks and violin bows – snapping, crackling, popping and stabbing. Her investigations into context and how it can energise a performance have led her to map spaces and construct situations.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "MICHAELA DAVIES",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, electronics \u0026/or circuit bending, instrumentalist, new music on 4-15-15",
      "Blank": "",
      "about": "Michaela is a cross-disciplinary artist working with installation, sculpture, sound, performance and video. A doctor of psychology, her practice is informed by an interest in the role of psychological and physical agency in creative processes and performance.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "JASMINE GUFFOND",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, electronica (ambient), installation, sound art, sound design, thinker/writer/speaker on 4-23-15",
      "Blank": "",
      "about": "Jasmine Guffond is a sound artist and composer from Sydney, Australia, living and working in Berlin, Germany. She has performed live internationally, exhibited sound installations and recorded music for CD and 12inch vinyl releases with the Sigma Editions, Staubgold, Monika Enterprise and Sonic Pieces labels.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "LAURA ALTMAN",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, event producer/curator, improvised music, instrumentalist, new music on 4-15-15",
      "Blank": "",
      "about": "Laura Altman is a clarinetist, improviser and composer, born and based in Sydney. She has been an important young voice on the Sydney improvised music scene since 2007, playing with groups such as The Splinter Orchestra and Prophets, and collaborating with Australian improvisers including Jim Denley, Dale Gorfinkel, Monica Brooks and Peter Farrar. Laura has toured Australia and Europe with a range of projects including the internationally renowned trio ‘Great Waitress’, featuring Brooks on accordion and Berlin-based pianist Magda Mayas.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "NICOLA MORTON",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, electronica (ambient), electronica (beats), event producer/curator, experimental pop, improvised music, noise, sound art, vocal on 4-23-15",
      "Blank": "",
      "about": "Village Spiritual Sounds, Meditating in the analog underground, Disturbing digital drone, Free improvisation – since 2001. Nicola Morton is a sonic kitsune 狐",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "STANIER BLACK-FIVE",
      "Tags": "Posted in ALL - experimental, ALL - international, electroacoustic, event producer/curator, field recording, improvised music, installation, noise, radio \u0026 radiophonic, sound art, sound design, thinker/writer/speaker on 4-21-15",
      "Blank": "",
      "about": "Stanier Black-Five is the ex-UK and now New Zealand-based sound artist and writer, Jo Burzynska. Her audio work is largely based on the manipulation of her own environmental recordings, which she uses to create dense soundscapes that use sources such as the pounding rhythms of trains to more recently, the sounds of the earthquakes that have shaken her home city.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "CAT HOPE",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, event producer/curator, instrumentalist, new music, noise, thinker/writer/speaker on 4-15-15",
      "Blank": "",
      "about": "Cat Hope is an accomplished Perth based musician, composer, songwriter, sound and performance artist whose practice is an interdisciplinary one that crosses over into film, video, performance and installation. Her work has taken her on numerous tours around Australia, the USA, Japan and Europe. Her recordings are distributed and published worldwide, and she has written soundscapes for dance and theatre companies as well as commissions for film and pure music works.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "MELANIE HERBERT",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, field recording, improvised music, installation, sound art, sound design on 4-16-15",
      "Blank": "",
      "about": "Melanie Herbert is a Sydney-based composer, performer and installation artist. She performs in 8-piece laptop orchestra Electronic Resonance Korps, as well as large-scale improvising ensemble, Splinter Orchestra. As resident sound artist for Earthcrosser Company, Melanie has been involved in self-devised theatre works such as Room which was showcased at PACT theatre in May 2014.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }, {
      "Name": "THEMBI SODDELL",
      "Tags": "Posted in ALL - Australian, ALL - experimental, electroacoustic, field recording, installation, sound art, sound design on 4-14-15",
      "Blank": "",
      "about": "Thembi Soddell (b.1980) is an Australian sound artist, electroacoustic composer and practice-led researcher with an interest in psychology, perception, extreme emotion and the subjectivity of experience.",
      "origin_pattern": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "origin_url": "http://www.audiblewomen.com/?listing_category=electroacoustic",
      "createdAt": "2018-10-05T22:57:17.000Z",
      "updatedAt": "2018-10-05T22:57:17.000Z",
      "pingedAt": "2018-10-05T22:57:17.000Z"
    }
  ]
}
